Repository: grumitos/codex-savings-tray
Catalog: ui/CodexSavings.App/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# SettingsTitle
source: Codex Savings settings
es_es: Ajustes de Codex Savings

# ActionsTitle
source: Codex Savings actions
es_es: Acciones de Codex Savings

source: Settings
es_es: Ajustes

source: Refresh
es_es: Actualizar

source: Retry
es_es: Reintentar

source: Today
es_es: Hoy

source: Until reset
es_es: Hasta reinicio

source: All time
es_es: Histórico

source: Calculate
es_es: Calcular

# UpdatedFormat
source: Updated {0}
es_es: Actualizado {0}

source: Show summary
es_es: Mostrar resumen

# CalculateAllTime
source: Calculate all-time total
es_es: Calcular total histórico

# OpenUsage
source: Open usage dashboard
es_es: Abrir panel de uso

source: Exit
es_es: Salir

source: Subscription
es_es: Suscripción

# CustomAmount
source: Custom monthly amount (USD)
es_es: Monto mensual personalizado (USD)

source: Billing cycle
es_es: Ciclo de facturación

# CycleDay
source: Cycle day (1–31)
es_es: Día del ciclo (1–31)

# ShortMonths
source: For short months, the last available day is used.
es_es: En meses cortos se usa el último día disponible.

# NextResetPending
source: The next reset will be calculated after saving.
es_es: El próximo reinicio se calculará después de guardar.

# CurrentNextResetFormat
source: Current next reset: {0}
es_es: Próximo reinicio actual: {0}

source: Language
es_es: Idioma

# DataAdvanced
source: Data and advanced
es_es: Datos y avanzado

source: Pricing tier
es_es: Nivel de precios

# OpenConfig
source: Open config file
es_es: Abrir configuración

source: Save
es_es: Guardar

source: Cancel
es_es: Cancelar

source: Automatic
es_es: Automático

source: Spanish
es_es: Español

# SettingsLoadError
source: Settings could not be loaded.
es_es: No se pudieron cargar los ajustes.

# SettingsSaveError
source: Settings could not be saved.
es_es: No se pudieron guardar los ajustes.

# DiscardTitle
source: Discard changes?
es_es: ¿Descartar cambios?

# DiscardMessage
source: Your unsaved settings will be lost.
es_es: Los ajustes sin guardar se perderán.

source: Discard
es_es: Descartar

source: Keep editing
es_es: Seguir editando

# ConfigMissing
source: The configuration file does not exist yet. Save settings first.
es_es: El archivo de configuración aún no existe. Guarda los ajustes primero.

# UsageError
source: The usage dashboard could not be opened.
es_es: No se pudo abrir el panel de uso.

source: Review estimate
es_es: Revisar estimación

# PerMonthFormat
source: ${0}/month
es_es: ${0}/mes
